<template>
  <!--登录页-->
  <div class="agreement">
    <!-- 导航 -->
    <Nav position="fixed" theme="black"></Nav>
    <div class="content">

      
      <div class="title bold">“环测链”用户协议</div>
      <div class="before bold">前言</div>
      <div class="subtitle">感谢您选择“环测链”的产品服务。</div>
 
      <div class="before bold underline">在以任何方式访问“环测链”网站或使用（无论是通过“环测链”网站，还是通过“环测链”小程序）“环测链”产品或服务（统称“服务”）之前，您务必仔细阅读并充分理解本“环测链”用户协议（以下或简称“用户协议”、“本协议”），在确认充分理解后选择接受或不接受本协议。</div>
 
      <div class="before bold underline">如您对本协议的任何词语或条款有任何疑问，请毫不迟疑地向“环测链”客服咨询和获得帮助。</div>
      <div class="before bold underline">您可以从“环测链”网站、“环测链”小程序快速和方便地获得本协议文本。</div>
       
      <div class="before bold underline">一旦您完成“同意用户协议”或以其他方式使用“环测链”服务，即表明您已阅读、理解并接受本用户协议的条款。如您不同意本条款中的任何约定，您应避免进入注册、登录的下一步程序或不再使用“环测链”服务。</div>
       
      <div class="before bold underline">“环测链”再次提示您，请充分阅读、审慎理解用户协议的各条款内容，对于限制或免除“环测链”责任的条款，以及限制或排除您权利的条款，将以粗体、下划线或其他醒目方式标记，请您特别注意。</div>
       
      <div class="before bold underline">如您接受本协议，本协议即在您与“环测链”之间产生法律效力，成为对双方均具有约束力的法律文件。</div>
       
      <div class="before bold underline">如您未满18周岁，请在法定监护人（以下简称"监护人"）的陪同下阅读和判断是否同意本协议，并特别注意未成年人使用条款。</div>
       
      <div class="before bold underline">如您是中国大陆地区以外（包括香港、澳门、台湾地区）的用户，您订立或履行本协议还需要同时遵守您所属和/或所处国家或地区的法律。</div>
       
      <div class="before bold top">1 协议的范围</div>
      <div class="subtitle">1.1 “环测链”用户协议是您与江苏衡正区块链科技有限公司（“衡正科技”）关于使用“环测链”服务而订立的有效合约。如服务的提供方或运营方是“环测链”的关联主体/委托的第三方主体，则这些主体一并构成合约的当事方、并合称为“衡正科技”而无需您与之再订立合约。</div>
      <div class="subtitle">1.2 “环测链”服务包括由“环测链”（包括“环测链”委托的第三方）向您提供的报价单管理、合同管理、采样管理、样品管理、检测管理、报告管理、基础信息管理等内容。</div>
      <div class="before bold underline">1.3如果您使用或购买“环测链”某一具体服务，您可能仍需确认具体服务对应的服务条款，请您审慎阅读、充分理解各条款内容，选择接受或不接受该服务条款；只有当您接受时，您才可进行购买或继续使用行为。</div>
    
    
      <div class="before bold top">2 服务的形式</div>
      <div class="subtitle">2.1 通常，“环测链”以通过访问huancelian.com网站或“环测链”小程序的方式向您提供服务；在一些情况下（包括应您要求或者“环测链”提示等情况，以及您与“环测链”有特别约定的情况），“环测链”可能以其他方式向您提供服务。</div>
      <div class="before bold underline">2.2 若您通过一种服务形式无法获得您应享有的服务内容的，这并非意味着您的服务请求被拒绝，您应尝试通过“环测链”提供的其他形式以获取服务内容。您可通过“帮助中心”或者询问“环测链”客服以了解这些设计。</div>
       

      <div class="before bold top">3 账户</div>

      <div class="before bold">3.1 获得账户</div>
      <div class="subtitle">3.1.1 当您完成全部注册程序后，您可获得“环测链”账户并成为“环测链”的用户。</div>
      <div class="subtitle">3.1.2 “环测链”是账户的所有权人，您依“环测链”提供的免费服务、您所购买或试用的不同服务，而享有对应的使用权限。</div>
      <div class="subtitle">3.1.3 您应当按照法律法规要求或按相应页面的提示，准确提供并及时更新您的账户信息，以使之真实、及时、完整和准确；因某些服务的开通，“环测链”可能会要求您进一步提供资料或信息，并进行认证或验证，只有认证和验证通过后，您才能要求“环测链”提供这些服务。</div>
      <div class="subtitle">3.1.4 您对您账户信息和资料的真实、准确、及时和完整承担责任；这些责任包括您的账户因此被冻结、注销、限制使用，以及您使用过程中的后果和责任。</div>
      <div class="subtitle">3.1.5 如您或您所在单位开通了【管理员功能】并设置了管理员账户，管理员账户有权对其管理下的所有子账户代为完成部分子账户的注册程序和处分等操作。虽有前述管理设定，若您使用“环测链”的服务，您依然需要同意本用户协议，本用户协议在您与“环测链”之间有效。</div>
      <div class="subtitle">3.1.6 通常情况下，您的账户是您在“环测链”网站进行活动的唯一身份标识。同一法律主体被允许同时拥有多个账号，<span class="bold underline">“环测链”可根据关联信息判断某几个账号是否属于同一法律主体，并进行统一处理。</span></div>
      <div class="before bold underline">3.1.7 一个账户仅对应唯一的法律主体。除非法律、法规规定，或者司法裁定，或经“环测链”同意，您不得将账号分享、转让、赠与、或被继承给他人。该账号所进行的一切活动，“环测链”有合理理由相信和认为是您的行为。</div>
      <div class="before bold underline">3.1.8 如果您的账户认证为法人或其他组织，“环测链”可能向您索取相关的授权文件；账户的实际使用人应当被推定为是被该法人或其他组织充分授权的人。使用人的变更需要以书面形式进行，并附加新使用人的授权书。“环测链”有权（但无义务）检查账户的使用人，若经“环测链”合理判断（如IP地址、明显异常的操作等）认为使用人属未经授权的人，“环测链”可能与该法人或其他组织联络（无论是否先行采取必要措施）；“环测链”所提供的技术信息仅用于本推定。</div>
      <div class="subtitle">3.1.9 您应妥善保管您的账户及密码，并对密码严格保密；“环测链”不会主动向您索取密码。<span class="bold underline">如您的密码忘记、被盗取、被篡改或您发现您的账户未经授权被使用，您应立即更改密码或通知“环测链”冻结您的账户，“环测链”将在合理时间内采取措施。对于此前及以后所产生的一切法律后果，“环测链”不承担任何责任。请您使用复杂密码，并定期更新密码，以协助我们保证您的账户安全。</span></div>
      
      <div class="subtitle bold">3.2 试用账户</div>   
      <div class="subtitle">3.2.1 “试用账户”是指“环测链”向您提供的在一定期间内免费享受“环测链”服务的部分或全部功能的账户权限。若您已获得“环测链”账户，则“试用账户”也可指您获得的试用权限。</div>
      <div class="subtitle">3.2.2 如您希望获得试用账户，您应阅读、理解、同意并遵守《试用协议》。</div>
      <div class="subtitle">3.2.3 您的试用权限到期后，将无法再次申请试用。</div>
      <div class="before bold top">3.3 账户的冻结、注销和申诉</div>
      <div class="before bold">3.3.1 账户的冻结</div>
      <div class="subtitle">3.3.1.1 如您或您的账户存在下列情况，您的“环测链”账户可能被冻结，账户对应的部分或全部权限或功能可能无法使用或被限制登录：</div>
      <div class="subtitle indent">1) 违反本用户协议、“环测链”网站的相关规则、规范及您与“环测链”订立的其他服务协议或条款的；</div>
      <div class="subtitle indent">2) 违反国家法律、法规、政策、法律文书的规定的；</div>
      <div class="subtitle indent">3) 国家有权机关要求进行冻结的；</div>
      <div class="subtitle indent">4) 您根据本用户协议的约定，向“环测链”申请冻结账户的；</div>
      <div class="subtitle indent">5) 您的账户到期，且未在到期日前续展的；</div>
      <div class="before indent underline bold">6) 根据您与“环测链”订立的其他服务协议或条款，“环测链”可以/应当冻结您的账户的；</div>
      <div class="before indent underline bold">7) “环测链”根据合理判断，为保护您的利益，或为避免他人、“环测链”的损失进一步扩大的。</div>
      <div class="before underline bold">3.3.1.2 若您触发3.3.1.1时，“环测链”为避免损失进一步扩大，有权不经提前通知，冻结您的账户。</div>
      <div class="before underline bold">3.3.1.3 冻结所经过的时间，您对自己无法使用的后果承担责任，“环测链”不对您作任何使用使用期延长或补偿。</div>
      <div class="before bold">3.3.2 账户的注销和删除</div>
      <div class="subtitle">3.3.2.1 账户被冻结后，在合理期间内，您未向“环测链”作出适当解释或提供适当材料的，“环测链”可能注销或删除您的账户。此等情况下，“环测链”会事先向您发出通知。</div>
      <div class="subtitle">3.3.2.2 如果您存在上述3.3.1.1情形且情形严重的，或基于国家有权机关的要求，您的“环测链”账户将被注销或删除。</div>
      <div class="subtitle">3.3.2.3 您的账户连续12个月未登录过“环测链”网站，且账户下不存在任何未到期的收费服务，“环测链”可以注销或删除您的账户。</div>
      <div class="subtitle">3.3.2.4 您的所属管理员可删除您的账户，包括该账户下的数据，而无需事先经您同意。</div>
      <div class="before underline bold">3.3.2.5 账户被注销或删除后，将不能登录，亦不能使用相同的账户名重新注册；账户下的资料、信息、使用记录等数据可能被删除、匿名化处理或以法律、法规未禁止的其他方式处理，“环测链”并无额外的义务为您继续保存。  </div>
          
      <div class="before bold">3.3.3 申诉</div>
      <div class="subtitle">3.3.3.1 您的账户被冻结或被注销后，“环测链”将通过邮件、登录提示、短信或电话等一种或多种方式通知您。</div>
      <div class="subtitle">3.3.3.2 您应及时关注账户被冻结或注销的情形，并可以按照程序进行申诉等后续操作。</div>
      <div class="before underline bold">3.3.3.3 在您申请账户恢复正常状态时，您应配合“环测链”如实提供相关证明、资料及其他信息或文件。您理解并同意，“环测链”有权决定是否恢复账户正常状态且不承担责任。</div>
       
      <div class="before top bold">4 服务费用</div>
      <div class="subtitle">4.1 “环测链”的部分服务是以收费方式提供的。“环测链”可能根据实际需要对收费服务的收费标准进行变更，或取消部分服务的收费，也可能会对部分免费服务开始收费。前述收费标准变更或部分免费服务开始收费前，“环测链”将在相应服务页面进行通知或公告。</div>
      <div class="subtitle">4.2 您知晓并同意，如“环测链”降低部分收费服务的收费标准或者将部分收费服务改为免费服务而提供时，您不得要求、且“环测链”有权不对您原先已付费的服务提供退费或者费用调整。</div>
      <div class="subtitle">4.3 您理解并认可，如果您通过第三方支付工具在“环测链”账户支付后可能产生的任何商业风险（包括不法分子利用您账户或银行卡进行违法活动等风险），该等风险有可能给您造成相应的经济损失，“环测链”在充分履行其在本协议项下义务和符合法律规定的前提下，<span class="bold underline">在法律有明确规定的情况和范围内，承担相应的责任。</span></div>
       
      <div class="before top bold">5 使用规则</div>
      <div class="subtitle">5.1 当您通过“环测链”账户使用或接受“环测链”的服务时，您应遵守以下使用规则：</div>
      <div class="subtitle indent">1) 应在合理范围内使用“环测链”账户；</div>
      <div class="subtitle indent">2) 不得利用“环测链”的服务或账户试图或实施危害国家利益、违反法律规定、损害公共利益、侵犯他人合法权益的行为；</div>
      <div class="subtitle indent">3) 不得在未经“环测链”书面同意的情况下将账户有偿或无偿转让、分享、借出给第三方使用；</div>
      <div class="subtitle indent">4) 仅可为自身经营管理使用或在与“环测链”订立的其他有效协议中约定的范围内下载信息；不得为商业目的从“环测链”网站上下载任何信息；</div>
      <div class="subtitle indent">5) 不得使用技术手段突破、绕开“环测链”对任何内容关于类型、数量等设置的浏览、下载或其他限制；</div>
      <div class="subtitle indent">6) 不得使用技术手段突破、绕开“环测链”的网络安全或身份验证措施；</div>
      <div class="subtitle indent">7) 不得人为或通过技术手段干扰、破坏“环测链”服务的正常提供；</div>
      <div class="subtitle indent">8) 不得通过机器、程序、脚本或其他自动化方式使用“环测链”提供的服务，但“环测链”根据特别约定主动提供的API产品、API模块或其他集成了自动化使用方式的除外；</div> 
      <div class="subtitle indent">9) 未经“环测链”事先书面同意，不得对“环测链”的产品或服务进行漏洞扫描、安全测试、渗透测试；不得以任何技术手段试图获取“环测链”产品或服务的实现技术细节；</div>
      <div class="subtitle indent">10) 不得利用“环测链”产品或服务中的技术漏洞，对其全部或部分进行未授权的访问或使用，包括但不限于调用未在界面上提供的功能；</div>
      <div class="subtitle indent">11) 不得在未经授权的情况下试图或实施获取他人的浏览记录、检索记录、检索方法、检索组合、监控设置、邮件内容等行为；</div>
      <div class="subtitle indent">12) 不得试图对“环测链”小程序、“环测链”网页进行解编、反向编译或逆向工程，或试图作出前述事项；</div>
      <div class="subtitle indent">13)不得参与任何“框架”、“镜像”或其他技术，模仿“环测链”服务的外观和功能；</div>
      <div class="subtitle indent">14) 不得在未经“环测链”书面授权的情况下，利用“环测链”的服务、商标、商号、网站、设计等或上述多项的结合向第三方实施混淆等不正当行为；</div>
      <div class="subtitle indent">15) 不得破坏“环测链”的版权技术保护措施，未经“环测链”许可盗用“环测链”内容，包括复制、复制后再分发、使非付费用户可获取和观看仅付费用户可使用、观看的“环测链”服务内容；</div>
      <div class="subtitle indent">16) 不得实施其他超出您自身、内部使用范围的行为。</div>
      <div class="subtitle">5.2 就“环测链”小程序而言，您还特别需要遵守以下规则：</div>
      <div class="subtitle indent">1) 您不得删除、隐匿、改变“环测链”小程序上显示或其中包含的任何专利、版权、商标或其他所有权声明；</div>
      <div class="subtitle indent">2) 以任何方式干扰或企图干扰“环测链”小程序任何部分或功能的正常运行；</div>
      <div class="subtitle indent">3) 避开、尝试避开或声称能够避开任何内容保护机制或者权限区分机制；</div>
      <div class="subtitle indent">4) 利用抓包、缓存或类似机制，未经“环测链”许可，将资源转制成通用格式文件，提供给第三方或公开传播。</div>
       


      <div class="before top bold">6 责任范围及责任限制</div>
      <div class="before underline bold">6.1 您知晓并同意，您应承担因您使用“环测链”所提供的服务、违反本用户协议或在您账户下实施的任何行为而导致的任何第三方索赔。如因此导致“环测链”及/或其关联公司、员工、合作伙伴被第三方索赔的，您应负责处理，并赔偿“环测链”及其关联公司的全部损失。</div>
      <div class="before underline bold">6.2 在适用法律许可的范围内，“环测链”不对与本用户协议有关的或由本用户协议引起的任何间接的、惩罚性的、特殊的、偶然的、结果性的或派生的损失承担责任，无论是否被告知这种损害的可能性。</div>
      <div class="before underline bold">6.3 “环测链”不对您利用“环测链”服务实施的违法或违约行为承担任何责任。</div>
      <div class="before underline bold">6.4 在任何情况下，“环测链”所承担的、由本用户协议引起或与之相关的每一方及其所有关联方的合计责任，均不超过您就相关服务当年度所支付的费用总额。   </div>
    
    

    <div class="before top bold">7 更新与升级</div>
    <div class="subtitle">7.1 您理解并同意，“环测链”将定期或不定期对服务的部分或全部进行更新或升级。通常情况下，“环测链”尽可能将更新或升级安排在非工作时段（双休日、节假日、18:00-次日9:00），更新或升级一般（但不保证）不会影响您的正常使用。</div>
    <div class="subtitle">7.2 这些更新和升级是为了给您带来更好的体验，在整体上不会降低服务的质量水平。<span class="bold underline">您知晓并同意，您在各次更新或升级之后所使用的服务与您和“环测链”之间此前的特定协议或有出入，您将完全接受这些功能差异。如您对特定功能有较大期待或固化需求，您应通过与“环测链”另行订立书面协议的方式列出。</span></div>
    <div class="subtitle">7.3 更新或升级前，您通过使用“环测链”的服务时已存储的数据，不会仅因当次更新或升级而丢失。</div>
    <div class="before underline bold">7.4 “环测链”可以通过站内通告、公众号推送或官网公告等方式提示您各次更新或升级的内容或计划，而不再另行通知。</div>
     


    <div class="before top bold">8 语言</div>
    <div class="subtitle">8.1 “环测链”以中文为主要语言，向您展示网站、功能描述、帮助手册、资讯等。</div>
    <div class="subtitle">8.2 “环测链”向您提供将其中一种语言翻译为其他种类语言的功能，并因文本或功能类型而支持的语言种类或数量不同；这些翻译主要由机器来完成，仅为您阅读、理解方便；“环测链”不保证翻译的准确性，尤其在涉及专业性较强的文本时，您应信赖文本的原始语言。若您确需其他语言版本，您可聘请专业机构为您翻译。</div>
    <div class="subtitle">8.3 “环测链”可以向您推荐翻译工具或翻译机构，但并不为其作任何承诺或保证，您应慎重选择合适的翻译机构。</div>
     
   <div class="before top bold"> 9 广告</div>
    <div class="subtitle">9.1 “环测链”可以将您的名称、LOGO用作客户列表的一部分，并且可以在其广告和营销活动中将客户称为其服务的用户，并且可进一步用于其他营销活动，包括但不限于撰写参考文献和案例研究，在“环测链”参与或提供支持的活动上发表演讲以及参加“环测链”参与或提供支持的网络研讨会。</div>
    <div class="subtitle">9.2 您同意“环测链”可以在提供服务的过程中向您展示、推送信息和可能的商业广告，包括但不限于“环测链”产品或服务的新闻、市场活动、“环测链”合作第三方的推广信息或其他您可能感兴趣的内容，其方式和范围可不经向您特别通知而变更。“环测链”向您提供取消订阅这些信息的功能。</div>
    <div class="subtitle">9.3 如根据您与“环测链”的其他协议另有约定，则“环测链”将遵守该相关约定。</div>
     
    <div class="before top bold">10 知识产权</div>
    <div class="subtitle">10.1 “环测链”向您提供的服务内容可能涉及的网页、界面设计、版面框架、文字、软件、图片、音频、视频、图表等内容均受版权、商标和其它相关法律的保护。使用“环测链”的服务并不代表您拥有您所访问的内容的任何知识产权，除非您自身即为所有者、或获得相关内容所有者的许可、或通过其他方式获得法律的许可。除另有约定外，“环测链”提供服务所依托的软件、系统等的著作权、专利权及其他知识产权均归“环测链”所有。您不得删除、隐藏或更改我们服务过程中提示的或随服务内容一同显示的任何法律声明，不得将“环测链”的商标以任何方式使用或作其它处理。</div>
        
    

    <div class="subtitle">10.2 如果某个产品或某项服务要求下载或包含可下载软件或作品，“环测链”授予您免额外许可使用费的、不可转让的、非独占的许可，允许您使用由“环测链”提供的、包含在服务中的内容，本许可仅旨在让您本人通过本用户协议允许的方式使用由“环测链”提供的服务并从中受益。您不得复制、修改、发布、出售或出租“环测链”的服务或所含软件的任何部分，也不得进行反向工程或试图提取该软件的源代码。</div>
    <div class="subtitle">10.3 除非您与“环测链”另有书面约定，否则在任何情况下，您均不得利用“环测链”账号，超出正常使用范围，获取“环测链”服务的功能清单、版式设计、数据、代码、规则、业务模式等的全部或部分，以形成与“环测链”相竞争的产品。您同意，如前述产品与您有关联，则您的注册行为即构成您或产品被认定为重大违约或侵权、不正当竞争的关键依据。</div>
     



    <div class="before top bold">11 数据</div>
    <div class="subtitle">11.1 “环测链”向您提供数据或数据服务，包括数据检索、数据分析、数据展示、数据管理等（以下统称“数据”），不能视为这些数据的所有权或知识产权发生了转移，您仅可在与“环测链”之间的协议范围内（包括本用户协议）使用数据。</div>
    <div class="subtitle">11.2 “环测链”通过自身专业技能向您提供尽可能准确、全面、有效的数据，但您理解并同意，<span class="bold underline">“环测链”始终不对数据的准确性、全面性、有效性做任何承诺或保证。</span></div>
    <div class="before underline bold">11.3 受限于数据更新的时延性，“环测链”始终不对数据的及时性向您作任何承诺或保证。您不应在重大商业决策或学术研究中将“环测链”的数据作为唯一依据。</div>
    <div class="subtitle">11.4 “环测链”的原始数据主要来源于公开信息，<span class="bold underline">如这些数据对您具有较大价值或较大意义，您可通过各种公开渠道或直接向官方咨询以获取和验证您所需要的数据。</span></div>
    <div class="subtitle">11.5 您理解并同意，“环测链”希望向您提供高质量的数据，从而依其综合判断会对某些数据进行“纠正”，导致“环测链”的这些数据可能与公开信息不一致，这并不表示“环测链”对公开信息的不认同或反对。<span class="bold underline">您应审慎考虑采信何种渠道的信息或数据，“环测链”不对您的选择承担任何责任。</span></div>
    <div class="subtitle">11.6 您可以在对某些数据存疑时向“环测链”反馈，但您应理解，“环测链”需要一定时间检验并判断是否采取行动补充、纠正或删除某些数据；您应知晓，这些纠正或修改仅对“环测链”的数据有效，不当然影响公开信息或您自其它第三方获取的数据。</div>
    <div class="subtitle">11.7 您完全拥有您因/为使用“环测链”的服务所提供的业务数据。您对业务数据的来源及合法性承担责任。</div>
    <div class="subtitle">11.8 您因违反本协议而取得的任何数据，不得自己使用、公开或交付他人，您应立即删除这些数据。</div>
    <div class="before underline bold">11.9 如果您是中国大陆地区以外的自然人、法人或其他组织，您应特别注意：受限于法律法规、政策的规定及数据授权方等的约定，“环测链”不承诺向您在全部时间提供所有数据，因此导致您“环测链”账户的某些功能受限、服务成果不完整或存在滞后性等，“环测链”不承担任何责任。</div>
    <div class="subtitle">11.10“环测链”仅在为您提供服务之目的而使用、存储、转移、处理、备份这些业务数据。未经您的许可，“环测链”不将业务数据未经授权使用向第三方披露。</div>
     



    <div class="before top bold">12 未成年人使用条款</div>
    <div class="subtitle">12.1 “环测链”服务不面向14周岁以下的儿童。若您为14周岁以下的儿童，“环测链”应采取必要的步骤终止所提供的相关服务。</div>
    <div class="subtitle">12.2 若您为14周岁以上但未满18周岁的未成年人，您应在法定监护人监护、指导下阅读本协议和使用“环测链”服务，您及您的法定监护人应按照法律规定及本用户协议约定承担责任。</div>
    <div class="subtitle">12.3 如您为已满18周岁的成年人因任何原因不具备完全民事行为能力的，仍应参照适用本条款之相关约定。</div>
     



    <div class="before top bold">13 隐私及保护</div>
    <div class="subtitle">13.1 “环测链”重视您的信息及隐私保护，并按照法律法规要求，采取安全措施，保护您的信息及隐私。具体可见《“环测链”隐私政策》。</div>
    <div class="subtitle">13.2 若您违反本用户协议第5.1.3约定，将账户提供给他人，或因非“环测链”原因的被盗、篡改、丢失，“环测链”不能保证13.1的承诺继续有效。</div>
     



    <div class="before top bold">14 不可抗力和意外事件</div>
    <div class="subtitle">14.1 “环测链”可能因下列不可抗力及意外事件无法正常提供服务，或无法使其网站正常访问，“环测链”不承担责任：</div>
    <div class="subtitle indent">1) 因自然灾害、罢工、战争、政府行为、司法行政命令等不可抗力因素；</div>
    <div class="subtitle indent">2) 因电力供应故障、通讯网络故障等公共服务因素；</div>
    <div class="subtitle indent">3) 因第三方数据、存储、计算等服务机构较大范围故障因素；</div>
    <div class="subtitle indent">4) 经提前公告或通知的，“环测链”在短时间内的系统维护。</div>
     



    <div class="before top bold">15 管辖与法律适用</div>
    <div class="subtitle">15.1 本用户协议之效力、解释、变更、执行与争议解决均适用中华人民共和国法律。因本用户协议产生的争议应提交至南京市江宁经济技术开发区人民法院解决。</div>
    <div class="subtitle">15.2 本用户协议的原始版本为中文制成；“环测链”为您阅读方便可提供机器或人工翻译的其他语言版本，您亦可自行或委托他人翻译；与本协议或本协议项下的各条款、词句有关的定义、理解、解释、或适用等，应当以中文原意为准。</div>
     



    <div class="before top bold">16 通知与送达</div>
    <div class="subtitle">16.1 “环测链”可通过网站公告、公众号推送、电子邮件、短信、电话、系统消息以及其他即时通信等一种或多种通知方式向您发送通知，且“环测链”可以信赖您所提供的联系信息是完整、准确且当前有效的；上述通知在发送成功后视为已送达。</div>
    <div class="subtitle">16.2 您的账户名称将被视为有效的收件地址之一。除非您在“环测链”通过特别设置，与该账户及账户的使用有关的通知，将被发送至该邮箱中。邮箱的变更应当以书面方式进行。</div>
    <div class="subtitle">16.3 除非本用户协议另有约定或“环测链”与您另行签订的协议明确规定了通知方式，您发送给“环测链”的通知，应当通过“环测链”对外正式公布的通信地址、电子邮件地址等联系信息进行送达。</div>
     
    <div class="before top bold">17 条款的更新及终止</div>
    <div class="subtitle">17.1 “环测链”有权对本用户协议内容随时进行变更，并以本协议约定的通知方式予以公告或通知；若您在本用户协议内容变更后继续使用本服务的，表示您已充分阅读、理解并接受修改后的内容，也将遵循修改后的条款内容。</div>
    <div class="subtitle">17.2 如本用户协议的任何条款被视作无效或无法执行，该条应视为可分的且并不影响本协议其余条款的有效性及可执行性，您与“环测链”均应继续履行本协议并受其约束。</div>
    <div class="subtitle">17.3 在您的账户注销或经双方协商一致终止产品/服务的，本用户协议终止。</div>
     
     
     
     <div class="before top bold center">试用协议</div>
    <div class="subtitle">当您申请获得“环测链”服务试用账户（权限）时，您应阅读、理解、接受和遵守本《试用协议》。如您不同意本协议的部分或全部，您应立即停止试用，并告知“环测链”；您的继续试用行为，将被视为同意本协议的全部内容。</div>
     
    <div class="before bold">1、试用账号</div>
    <div class="subtitle">试用账号的试用期限及试用范围，将根据“环测链”的特定承诺（例如，您与“环测链”的书面协议、“环测链”实施的市场活动方案等）而定。在试用期限内，您无须向“环测链”支付试用服务的费用；如您未在试用到期时支付费用，“环测链”有权不再向您继续提供所试用的服务。</div>
    <div class="subtitle">您应理解，“环测链”不承诺始终、亦或普遍、亦或连续提供试用；您同意，“环测链”有权依据对试用申请的审核情况，最终决定是否向您提供试用服务。</div>
     
    <div class="before bold">2、使用权限</div>
    <div class="subtitle">通过试用账号，您可以体验“环测链”提供的部分产品/服务的功能。在正式购买“环测链”服务时，您可以将试用账号变更为正式账号。</div>
     
    <div class="before bold"> 3、账号内数据</div>
    <div class="subtitle">试用期间内，您应自行负责保管因试用（使用）“环测链”的服务而提供、产生或存储的任何数据。 </div>
    
    <div class="before bold"> 4、责任及约束</div>
    <div class="subtitle">试用的目的在于向您展示、便于您了解“环测链”的服务；“环测链”努力向您提供最好的试用体验。但由于受限于试用内容的范围，“环测链”不对试用作任何承诺或保证，这包括“环测链”不对数据的真实性、完整性、及时性负责，以及不对服务质量和稳定性负责。</div>
    <div class="subtitle">您应对您的试用承担全部后果；如您希望将任何一个功能或任何部分的服务成果用于生产环境，您可以向“环测链”购买完整的服务。</div>
     
    <div class="before bold">5、终止</div>
    <div class="subtitle">“环测链”提前向您发出通知后，可以提前终止试用。</div>
     
     
    <div class="subtitle right top">2021年9月1日</div>
        
    </div>
  </div>
</template>

<script>
  // import { mapState } from 'vuex';
  import Nav from '@/components/Nav.vue';
  // import AnimateNav from '@/components/Animate_Nav.vue';
  // import Footer from '@/components/Footer.vue';
  // import constant from '@/constant/constant.js';
  export default {
    name: "Aggrement",
    data() {
      return {
        // 
      }

    },
    components: {
      Nav,
    },
    mounted(){
      // 
    },
    computed:{
      // 
    },
    methods: {
      // 
    },
  }
</script>

<style scoped lang="scss">
  .agreement{
    position: absolute;
    top: 0;
    left: 0;
    width: 100%;
    // height: 100%;
    // overflow: hidden;
    .content{
      position: relative;
      top: 70px;
      left: 0;
      padding: 0 2rem 0 2rem;
      height: 100%;
      overflow:scroll;
      .center{
        text-align: center;
      }
      .right{
        text-align: right;
      }
      .bold{
        font-weight: bold;
      }
      .underline{
        text-decoration: underline;
      }
      .top{
        margin-top: 1.5rem;
      }
      .indent{
        text-indent: 2em;
      }
      div{
        color: rgba(0,0,0,0.6);
        width: 100%;
        text-align: left;
        margin-top: 0.5rem;
        font-size: 0.3rem;
        line-height:percentage($number: 1.6);
      }
      // border: 1px solid red;
      .title{
        color: rgba(0,0,0,0.9);
        text-align: center;
        font-size: 0.6rem;
      }
      .before{
        color: rgba(0,0,0,0.9);
      }
      .subtitle{
      }
    }
  }
 
</style>
